Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Predicted: %1$@ Actual: %2$@ (%3$@)
ar: التوقع: %1$@ الواقع: %2$@ (%3$@)
da: Forventet: %1$@ Faktisk: %2$@ (%3$@)
de: Vorhergesagt: %1$@ Aktuell: %2$@ (%3$@)
es: Predicción: %1$@ Actual: %2$@ (%3$@)
fi: Ennustettu: %1$@ Todellinen: %2$@ (%3$@)
fr: Prédit : %1$@ Réel : %2$@ (%3$@)
he: חזוי: %1$@ בפועל: %2$@ (%3$@)
it: Previsto: %1$@ Effettivo: %2$@ (%3$@)
nb: Forventet: %1$@ Faktisk: %2$@ ( %3$@ )
nl: Voorspeld: %1$@ Actueel: %2$@ (%3$@)
pl: Przewidywana: %1$@Rzeczywista: %2$@ (%3$@)
pt_br: Prevista: %1$@ Atual: %2$@ (%3$@)
ro: Prognozată: %1$@ Actuală: %2$@ (%3$@)
ru: Прогноз: %1$@ Факт: %2$@ (%3$@)
sv: Förväntat: %1$@ Faktiskt: %2$@ (%3$@)
tr: Tahmini: %1$@ Güncel: %2$@ (%3$@)
vi: Được dự đoán: %1$@ Thực tế: %2$@ (%3$@)
zh_hans: 预测值: %1$@ 实际值: %2$@ (%3$@)

# prediction-description-retrospective-correction
source: Predicted: %1$@ Actual: %2$@ (%3$@)
ar: التوقع: %1$@ الواقع: %2$@ (%3$@)
da: Forventet: %1$@ Faktisk: %2$@ (%3$@)
de: Vorhergesagt: %1$@ Aktuell: %2$@ (%3$@)
es: Predicción: %1$@ Actual: %2$@ (%3$@)
fi: Ennustettu: %1$@ Todellinen: %2$@ (%3$@)
fr: Prédit : %1$@ Réel : %2$@ (%3$@)
he: חזוי: %1$@ בפועל: %2$@ (%3$@)
it: Previsto: %1$@ Effettivo: %2$@ (%3$@)
nb: Forventet: %1$@ Faktisk: %2$@ ( %3$@ )
nl: Voorspeld: %1$@ Actueel: %2$@ (%3$@)
pl: Przewidywana: %1$@Rzeczywista: %2$@ (%3$@)
pt_br: Prevista: %1$@ Atual: %2$@ (%3$@)
ro: Prognozată: %1$@ Actuală: %2$@ (%3$@)
ru: Прогноз: %1$@ Факт: %2$@ (%3$@)
sv: Förväntat: %1$@ Faktiskt: %2$@ (%3$@)
tr: Tahmini: %1$@ Güncel: %2$@ (%3$@)
vi: Được dự đoán: %1$@ Thực tế: %2$@ (%3$@)
zh_hans: 预测值: %1$@ 实际值: %2$@ (%3$@)

source: Pump
ar: المضخة
da: Pumpe
de: Pumpe
es: Microinfusadora
fi: Pumppu
fr: Pompe
he: משאבה
it: Pompa
ja: ポンプ
nb: Pumpe
nl: Pomp
pl: Pompa
pt_br: Bomba
ro: Pompa
ru: Помпа
tr: Pompa
vi: Bơm
zh_hans: 胰岛素泵

source: Pump Battery Low
ar: بطارية المضخة منخفضة
da: Pumpebatteri lav
de: Pumpenbatterie schwach
es: Batería de la bomba baja
fi: Pumpun paristo vähissä
fr: Batterie de la pompe faible
he: סוללת משאבה חלשה
it: Batteria della pompa scarica
ja: ポンプの電池が不足
nb: Pumpebatteri lavt
nl: Pompbatterij Bijna Leeg
pl: Niski poziom baterii w pompie
pt_br: Batteria da Bomba Fraca
ro: Nivel scăzut baterie pompă
ru: Батарея помпы разряжена
sv: Låg batterinivå i pump
tr: Pompa Pili Düşük
vi: Pin của bơm thấp
zh_hans: 胰岛素泵电量低

source: Pump data is %1$@ old
ar: بيانات المضخة منذ %1$@
da: Pumpedata er %1$@ gammel
de: Pumpendaten sind %1$@ alt
es: Los datos de la microinfusora son %1$@ viejos
fi: Pumpputieto on %1$@ vanha
fr: Les données de la pompe remontent à %1$@
he: מידע משאבה: לפני %1$@
it: I dati forniti dalla pompa sono di %1$@ fa
ja: ポンプデータが %1$@前のものです
nb: Pumpedata er %1$@ gammel
nl: Pompgegevens zijn %1$@ oud
pl: Dane z pompy są nieaktualne od %1$@
pt_br: Dados da bomba são de %1$@ atrás
ro: Datele din pompă sunt vechi de %1$@
ru: Данные помпы от %1$@
sv: Pumpvärdena är %1$@ gamla
tr: Pompa verisi %1$@ eski
vi: Dữ liệu bơm %1$@ là cũ
zh_hans: 胰岛素泵数据%1$@分钟未更新

source: Pump Manager
ar: إدارة المضخة
da: Pumpemanager
de: Pumpenmanager
es: Administratión de Microinfusora
fi: Pumpun hallinta
fr: Gestionnaire de pompe
he: מנהל משאבה
ja: ポンプ設定
nb: Pumpe manager
nl: Pomp Manager
pl: Zarządzanie Pompą
pt_br: Gerenciamento da Bomba
ro: Manager pompă
ru: Менеджер помпо
sv: Pumphantering
tr: Pompa Yöneticisi
vi: Trình quản lý bơm
zh_hans: 泵管理

source: Pump Reservoir Empty
ar: خزان المضخة منتهي
da: Pumpereservoir tomt
de: Pumpenreservoir leer
es: Reserva de bomba vacía
fi: Pumpun säiliö tyhjä
fr: Réservoir de la pompe vide
he: מאגר משאבה ריק
it: Serbatoio della pompa vuoto
ja: ポンプのリザーバが空です
nb: Pumpereservoaret tomt
nl: Pompreservoir Leeg
pl: Zbiorniczek w pompie jest pusty
pt_br: Reservatório da Bomba Vazio
ro: Rezervorul pompei este gol
ru: Резервуар помпы пуст
sv: Pumpreservoaren är tom
tr: Pompa Rezervuarı Boş
vi: Ngăn chứa hết insulin
zh_hans: 储药器药量已用完

source: Pump Reservoir Low
ar: خزان المضخة منخفض
da: Pumpereservoir lavt
de: Pumpenreservoir niedrig
es: Reserva de bomba baja
fi: Pumpun säiliö vähissä
fr: Réservoir de la pompe bas
he: מאגר משאבה נמוך
it: Serbatoio della pompa scarico
ja: ポンプのリザーバが低です
nb: Pumpe reservoar lav
nl: Pompreservoir Bijna Leeg
pl: Niski poziom w zbiorniczku pompy
pt_br: Reservatório da Bomba Vazio
ro: Rezervor de pompare scăzut
ru: Мало инсулина в резервуаре
sv: Pumpreservoaren har låg nivå
tr: Pompa Rezervuarı Düşük
vi: Ngăn chứa insulin thấp
zh_hans: 药量低

source: Pump Suspended
ar: تم إيقاف الضخ مؤقتا
da: Pumpe Pauset
de: Pumpe unterbrochen
es: Microinfusora Suspendida
fi: Pumppu pysäytetty
fr: Pompe suspendue
he: משאבה מושהית
it: Pompa sospesa
ja: ポンプ一時停止中
nb: Pumpe suspendert
nl: Pomp Onderbroken
pt_br: Bomba Suspensa
ro: Pompă suspendată
ru: Помпа приостановлена
sv: Pumpen är pausad
tr: Pompa Askıya Alındı
vi: Bơm đã tạm ngưng
zh_hans: 泵已暂停输注

source: Rapid-Acting – Adults
ar: التأثيرالسريع - كبار
da: Hurtigt-virkende (Rapid) – Voksne
de: Schnell wirkend – Erwachsene
es: Acción Rápida — Adultos
fi: Nopeavaikutteinen – aikuiset
fr: Action rapide - Adulte
he: אינסולין מהיר - מבוגרים
it: Insulina ultrarapida – Adulti
ja: 超速攻型 - 大人
nb: Hurtigvirkende – voksne
nl: Snelwerkend - Volwassenen
pl: Szybko działające – dorośli
pt_br: Ação-Rápida – Adultos
ro: Acțiune rapidă – Adulți
ru: Быстродействующий - взрослые
sv: Snabbverkande – vuxna
tr: Hızlı Etkili – Yetişkinler
vi: Thuốc tác động nhanh cho người lớn
zh_hans: 速效胰岛素 - 成人模型

source: Rapid-Acting – Children
ar: التأثيرالسريع - أطفال
da: Hurtigt-virkende (Rapid) – Børn
de: Schnell wirkend – Kinder
es: Acción Rápida — Niños
fi: Nopeavaikutteinen – lapset
fr: Action rapide - Enfant
he: אינסולין מהיר - ילדים
it: Insulina ultrarapida – Bambini
ja: 超速攻型 - 子供
nb: Hurtigvirkende – barn
nl: Snelwerkend - Kinderen
pl: Szybko działająca – dzieci
pt_br: Ação-Rapida – Crianças
ro: Acțiune rapidă - Copii
ru: Быстродействующий - дети
sv: Snabbverkande – barn
tr: Hızlı Etkili – Çocuklar
vi: Thuốc tác động nhanh cho trẻ em
zh_hans: 速效胰岛素 - 儿童模型

source: Recommendation expired: %1$@ old
ar: انتهت صلاحية التوصية منذ: %1$@
da: Forslag udløbet: %1$@ gamle
de: Empfehlung abgelaufen: %1$@ alt
es: Recomendación expiró hace: %1$@
fi: Suositus vanhentunut: %1$@ vanha
fr: Recommandation expirée, remonte à %1$@
he: המלצה פגה: לפני %1$@
it: La raccomandazione è scaduta: %1$@ fa
ja: 推奨が %1$@ 経過したため失効
nb: Anbefaling utløpt: %1$@ gammelt
nl: Aanbeveling verlopen: %1$@ oud
pl: Rekomendacja nieaktualna od %1$@
pt_br: Recomendação expirou: %1$@ atrás
ro: Recomandare expirată: acum %1$@
ru: Рекомнендация истекла : от %1$@
sv: Rekommendationen gick ut för %1$@ sedan
tr: Önerinin süresi doldu: %1$@ eski
vi: Khuyến cáo hết hạn: %1$@ phút
zh_hans: %1$@分钟前推荐剂量已过期

source: Recommended Basal
ar: الضخ المستمر المقترح
da: Anbefalet basal
de: Empfohlene Basalrate
es: Basal Recomendada
fi: Suositeltu basaali
fr: Recommandation basal
he: בזאלי מומלץ
it: Basale raccomandata
ja: 推奨基礎分泌量
nb: Anbefalt Basal
nl: Aanbevolen Basaal
pl: Zalecana baza
pt_br: Basal Recomendada
ro: Bazala recomandată
ru: Рекомендуемый базал
sk: Odporúčaný bazal
sv: Rekommenderad basaldos
tr: Önerilen Bazal
vi: Khuyến nghị liều Basal
zh_hans: 推荐基础率

source: Recommended Bolus: %@ Units
ar: الجرعة الموصى بها: %@ وحدات
da: Foreslået bolus: %@ Enheder
de: Empfohlener Bolus: %@ IE
es: Bolo Recomendado: %@ Unidades
fi: Suositeltu bolus: %@ yksikköä
fr: Bolus recommandé : %@ unités
he: בולוס מומלץ: %@ יחידות
it: Bolo raccomandato: %@ Unità
ja: 推奨ボーラス: %@ 単位
nb: Anbefalt bolus: %@ enheter
nl: Aanbevolen Bolus: %@ Eenheden
pl: Rekomendowany bolus: %@ jednostek
pt_br: Bolus Recomendado: %@ Unidades
ro: Bolus recomandat: %@ unități
ru: Рекомендуемый болюс: %@ ед
sv: Rekommenderad bolus: %@ enheter
tr: Önerilen Bolus: %@ Ünite
vi: Liều Bolus khuyến nghị: %@ Units
zh_hans: 推荐大剂量：%@单位

source: Reservoir
ar: الخزان
es: Reservorio
fi: Säiliö
fr: Réservoir
he: מאגר
it: Serbatoio
nb: Reservoar
pl: Zbiorniczek
ro: Rezervor
ru: Резервуар
sk: Rezervoár
sv: Reservoar
tr: Rezervuar
zh_hans: 储药器

source: Retrospective Correction
ar: التصحيح بأثر رجعي
da: Tilbagevirkende korrektion
de: Nachträgliche Korrektur
es: Corrección Retrospectiva
fi: Retrospektiivinen korjaus
fr: Correction rétrospective
he: תיקון לאחור
it: Correzione retrospettiva
ja: レトロ補正
nb: Retrospektiv korreksjon
nl: Retroperspectieve Correctie
pl: Korekcja retrospektywna
pt_br: Correção Retrospectiva
ro: Corecție retrospectivă
ru: Ретроспективная коррекция
sv: Retrospektiv korrigering
tr: Geçmişe Dönük Düzeltme
vi: Liều Bổ sung còn hiệu lực
zh_hans: 回顾性修正

source: Retry
ar: أعد المحاولة
cs: Zkusit znovu
da: Forsøg igen
de: Wiederholen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
it: Riprova
ja: やり直す
nb: Prøv på nytt
nl: Opnieuw Proberen
pl: Spróbuj ponownie
pt_br: Tentar de Novo
ro: Reîncearcă
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
tr: Yeniden dene
vi: Thử lại
zh_hans: 重试

source: Services
ar: الخدمات
de: Dienste
es: Servicios
fi: Palvelut
he: שירותים
it: Servizi
ja: サービス
nb: Tjenester
pl: Usługi
pt_br: Serviços
ro: Servicii
ru: Службы
sv: Tjänster
tr: Servisler
vi: Dịch vụ
zh_hans: 服务

source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

source: Shows last loop error
ar: يظهر خطأ الحلقه الاخير
da: Viser sidste Loop-fejl
de: Zeigt den letzten Loop-Fehler an
es: Muestra último error de Loop
fi: Näyttää Loopin viimeisimmän virheen
fr: Affiche la dernière erreur de Loop
it: Mostra l'ultimo errore di Loop
ja: 前回のループエラー
nb: Viser siste Loop-feil
nl: Toont laatste loop foutmelding
pl: Pokazuje ostatni błąd Loop
pt_br: Mostrar último erro do ciclo
ro: Afișează ultima eroare a buclei
ru: Показывает крайнюю ошибку петли
sv: Visar senaste loopfelet
tr: Son döngü hatasını gösterir
vi: Hiển thị lỗi của loop trước đó
zh_hans: 显示Loop上一次的错误

source: since %@
ar: منذ %@
da: siden %@
de: seit %@
es: desde %@
fi: %@ jälkeen
fr: depuis %@
he: מאז %@
it: da %@
ja: %@ から
nb: siden %@
nl: sinds %@
pl: od %@
pt_br: desde %@
ro: de la %@
ru: от %@
sv: sedan %@
tr: %@ den beri
vi: từ khi %@
zh_hans: 自从%@分钟前

source: Site URL
ar: رابط الموقع
cs: URL adresa webu
da: Side-URL
de: Webseiten URL
es: URL de Sitio
fi: URL
fr: URL du site
he: כתובת האתר
it: Sito URL
ja: URL
nb: Nettstedets URL
pl: Strona URL
ro: URL site
ru: URL сайта
sk: URL adresa webu
sv: Nightscout-URL
tr: Nightscout URL

source: starting at %@
ar: يبدأ من %@
da: starter ved %@
de: Beginnt um %@
es: comenzando a las %@
fi: alkaa %@
fr: commence à %@
he: מתחיל ב-%@
it: a partire da %@
ja: %@から開始
nb: starter på %@
nl: start om %@
pt_br: iniciando às %@
ro: începând de la %@
ru: начало с %@
sv: Börjar kl. %@
tr: %@ tarihinde başladı
vi: bắt đầu lúc %@
zh_hans: 开始于 %@

source: Starting Bolus
ar: بدء الجرعة
da: Starter bolus
de: Starte Bolus
es: Comenzando Bolo
fi: Aloitetaan bolus
fr: Début du bolus
he: מתחיל בולוס
it: Avvio bolo in corso
ja: ボーラス注入を開始
nb: Starter Bolus
nl: Bolus Starten
pl: Rozpoczynam podawanie bolusa
pt_br: Iniciando Bolus
ro: Start bolus
ru: Начинаю болюс
sv: Påbörjar bolus
tr: Bolus başlatılıyor
vi: Bắt đầu liều Bolus
zh_hans: 开始输注大剂量

source: Suspend Threshold
ar: قيمة التعليق
da: Pause grænseværdi
de: Grenzwert für Hypo-Abschaltung
es: Nivel de Suspensión
fi: Pysäytysraja
fr: Seuil de suspension
he: סף השהייה
it: Soglia di sospensione
ja: 一時停止値
nb: Terskel for utsettelse
nl: Onderbrekingsdrempel
pl: Próg zawieszenia pompy
pt_br: Limite de Suspenção
ro: Limită suspendare
ru: Порог приостановки
sv: Tröskelvärde
tr: Eşiği Askıya Al
vi: Ngưỡng Tạm dừng
zh_hans: 暂停阈值

source: Tap to Resume
ar: انقر للاستئناف
da: Tryk for at Fortsætte
de: Fortsetzen
es: Toque para reanudar
fi: Jatka annostelua
fr: Appuyez pour reprendre
he: לחץ להמשך
it: Tocca per riprendere
ja: タップして再開する
nb: Trykk for å fortsette
nl: Tik voor Hervatten
pl: Stuknij, aby wznowić
pt_br: Toque para retomar
ro: Apăsați pentru a relua
ru: Нажмите чтобы возобновить
sv: Tryck för att återuppta
tr: Sürdürmek için dokunun
vi: Chạm để tiếp tục
zh_hans: 点击恢复输注

source: The legacy model used by Loop, allowing customization of action duration.
ar: النموذج المستخدم بالتطبيق، يسمح بتخصيص مدة الفعالية.
da: Ældre model, der bruges af Loop, og som gør det muligt at tilpasse insulinens varighed.
de: Das von Loop verwendete Legacy-Modell, das die Anpassung der Aktivitätsdauer ermöglicht.
es: El modelo heredado utilizado por Loop, que permite personalizar la duración de la acción de la insulina.
fi: Loopin vanha insuliinimalli, jossa voi muokata insuliinin vaikutusaikaa.
fr: Le modèle original utilisé par Loop, permettant de gérer la durée d'action de l'insuline.
he: מודל מדור קודם בשימוש Loop, מאפשר שינוי משך זמן פעולה.
it: Il modello legacy utilizzato da Loop, che consente la personalizzazione della durata dell'azione.
ja: ループのレガシーモデルで、作用期間をカスタマイズできます。
nb: Den eldre modellen brukt av Loop, som tillater tilpasning av handlingsvarigheten.
nl: Het model gebruikt bij Loop, staat verandering van actieduur toe.
pl: Model umożliwiający dostosowanie czasu działania insuliny.
pt_br: O modelo antigo utilizado pelo Loop permitindo personalização da duração da ação.
ro: Modelul vechi utilizat de Loop, permite personalizarea duratei de acțiune.
ru: Устаревшая модель, используемая Loop, позволяющая настраивать продолжительность действия.
sv: Äldre modell använd av Loop, vilken tillåter anpassning av insulinets verkningstid.
tr: Loop tarafından kullanılan ve eylem süresinin özelleştirilmesine izin veren eski model.
vi: Mô hình cũ được Loop sử dụng, cho phép tùy chỉnh thời lượng hành động.
zh_hans: Loop使用的默认模型参数，您可以自行修改胰岛素代谢时间。

source: The maximum bolus amount is %@ Units
ar: الحد الأقصى للجرعة هو %@ وحدات
da: Den maksimale bolusmængde er %@ enheder
de: Die maximale Bolus beträgt %@ IE
es: Bolo máximo es %@ Unidades
fi: Suurin sallittu bolus on %@ yksikköä
fr: Le bolus maximal est de %@ unités
he: בולוס מקסימלי הוא %@ יחידות.
it: La quantità massima consentita del bolo è %@ Unità
ja: 最大ボーラス量は %@単位です
nb: Maksimal bolusmengde er %@ enheter
nl: De maximale bolushoeveelheid is %@ Eenheden
pl: Maksymalny bolus wynosi %@ jednostek
pt_br: O bolus máximo é %@ Unidades
ro: Cantitatea maximă de bolus este de %@ unități
ru: максимальный болюс %@ ед
sv: Den maximala bolusdosen är %@ enheter
tr: Maksimum bolus miktarı %@ Ünitedir
vi: Số lượng bolus tối đa là %@ Units
zh_hans: 大剂量推注最大限制为 %@ 单位

source: U
ar: وحدة
da: E
de: IE
nb: E
nl: E
pl: J
ru: Ед
sk: j
sv: E
tr: Ü

source: Unknown Error: %1$@
ar: خطأ غير معروف
cs: Neznámá chyba: %1$@
da: Ukendt fejl: %1$@
de: Unbekannter Fehler: %1$@
es: Error desconocido: %1$@
fr: Erreur inconnue : %1$@
he: תקלה לא ידועה %1$@
it: Errore sconosciuto: %1$@
nb: Ukjent feil: %1$@
nl: Onbekende Fout: %1$@
pl: Nieznany błąd: %1$@
ro: Eroare necunoscută: %1$@
ru: Неизвестная ошибка: %1$@
tr: Bilinmeyen Hata: %1$@
zh_hans: 未知错误：%1$@

source: until %@
ar: حتى %@
da: indtil %@
de: Endet um %@
es: hasta las %@
fi: %@ asti
fr: jusqu’à %@
he: עד %@
it: fino a %@
ja: %@まで
nb: til %@
nl: tot %@
pl: do %@
pt_br: até %@
ro: până la %@
ru: до %@
sv: fram till %@
tr: %@ tarihine kadar
vi: cho đến khi %@
zh_hans: 直到 %@

source: Use Workout Glucose Targets
ar: استخدم أهداف قراءات سكر الدم للتمارين
da: Anvend blodsukkermål for motion
de: Zielbereich für Sport verwenden
es: Usar Objetivos de Glucosa de Ejercicio
fi: Käytä liikuntatilan glukoositavoitetteita
fr: Utiliser les objectifs exercice
he: השתמש בטווחי גלוקוז לאימון
it: Utilizza i target glicemi per l'allenamento
ja: 運動時ターゲットを使用
nb: Bruk treningsmodus for BS-målområde
nl: Gebruik Trainingsglucosedoelen
pl: Użyj zakresu glukozy dla wysiłku fizycznego
pt_br: Usar Metas de Glicemia de Exercício
ro: Folosește țintele glicemice de activitate sportivă
ru: Применить цели гликемии как для физической нагрузки
sv: Använd målvärden för träning
tr: Egzersiz KŞ Hedeflerini Kullanın
vi: Sử dụng Workout Glucose Targets
zh_hans: 使用运动状态的血糖目标

source: When current or forecasted glucose is below the suspend threshold, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
ar: عندما تكون قراءات السكر الحالية أو المتوقعة أقل من قيمة التعليق المؤقت ، لن يوصي التطبيق بجرعة، وسيوصي دائمًا بمعدل ضخ مؤقت يبلغ 0 وحدة في الساعة.
da: Når nuværende og forventet glukose er under suspenderingsgrænsen, vil Loop ikke anbefale en bolus, og vil altid anbefale en midlertidig basal rate på 0 enheder i timen.
de: Wenn der aktuelle oder prognostizierte Blutzucker unter dem Schwellenwert für die Hypo-Abschaltung liegt, empfiehlt Loop keinen Bolus, sondern immer eine temporäre Basalrate von 0 IE/h.
es: Cuando la glucosa actual o proyectada se encuentre debajo del nivel de suspensión, Loop no recomendará un bolo y siempre recomendará un basal temporal de 0 unidades por hora.
fi: Kun nykyinen tai ennustettu glukoosi on pysäytysrajan alapuolella, Loop ei suosittele bolusta ja suosittelee aina tilapäiseksi basaaliksi 0 yksikköä tunnissa.
fr: Lorsque le glucose actuel ou prévu est inférieur au seuil de suspension, Loop ne recommandera pas de bolus et recommandera toujours un débit basal temporaire de 0 unité par heure.
he: כאשר גלוקוז נוכחי או צפוי קטן מסף ההשהיה, Loop לא תמליץ על בולוס, ותמיד תמליץ על בזאלי זמני של 0 יחידות לשעה.
it: Quando la glicemia attuale o prevista è sotto la soglia di sospensione, Loop non consiglia un bolo e raccomanda sempre una velocità basale temporanea di 0 unità per ora.
ja: 現在または予測グルコースが一時停止値を下回るため、ループはボーラスを推奨しません。０単位/時の一時的基礎レートを推奨します。
nb: Når gjeldende eller anslått glukose er under suspenderingsterskelen, vil ikke Loop anbefale en bolus, og vil alltid anbefale en midlertidig basaldose på 0 enheter pr. time.
nl: Wanneer de huidige of voorspelde glucose onder de onderbrekingsdrempel ligt, zal Loop geen bolus aanbevelen en zal Loop altijd een tijdelijke basaalsnelheid van 0 eenheden per uur aanbevelen.
pl: Kiedy aktualna lub prognozowana glukoza znajduje się poniżej progu zawieszenia, Loop nie zaleca bolusa i zawsze zaleca tymczasową dawkę podstawową wynoszącą 0 jednostek na godzinę.
pt_br: Quando a glicose atual ou prevista estiver abaixo do limite de suspensão, o Loop não recomendará um bolus e sempre recomendará uma taxa basal temporária de 0 unidades por hora
ro: În momentul în care glicemia actuală sau cea prognozată se situează sub limita de suspendare, Loop nu va recomanda un bolus și va recomanda întotdeauna o rată bazală temporară de 0 unități pe ora.
ru: Если текущая или предсказываемая гликемия ниже порога приостановки помпы, алгоритм цикла ипж не рекомендует болюс и всегда рекомендует временный базал 0 ед/час
sv: När nuvarande eller förväntat slutglukosvärde är under tröskelvärdet kommer Loop inte att rekommendera en bolus, utan kommer alltid att föreslå en temporär basal på 0 enheter per timme.
tr: Mevcut veya tahmin edilen KŞ askıya alma eşiğinin altında olduğunda, Loop bir bolus önermez ve her zaman saatte 0 birimlik geçici bir bazal hız önerir.
vi: Khi mức glucose hiện tại hoặc được dự báo thấp hơn ngưỡng tạm dừng, Loop sẽ không khuyến nghị một liều bolus và sẽ luôn khuyến nghị liều basal là 0 unit mỗi giờ.
zh_hans: 当前或预测的葡萄糖低于暂停阈值时，Loop不推荐推注，并且总是建议每小时0单位的临时基础速率。

source: Workout Targets
ar: أهداف التمارين
da: Motion Mål
de: Zielbereich für Sport
es: Objetivos de Ejercicio
fi: Liikuntatavoitteet
fr: Objectifs d'exercice
he: טווחים באימון
it: Obiettivi di allenamento
ja: 運動時ターゲット
nb: Målområder for trening
nl: Trainingsdoelen
pl: Zakres w czasie wysiłku fizycznego
pt_br: Metas de Exercício
ro: Ținte glicemice activitate sportivă
ru: Целевые значения при физической нагрузке
sv: Målvärden för träning
tr: Egzersiz Hedefleri
vi: Mục tiêu tập luyện
zh_hans: 运动模式血糖目标

source: remaining
cs: zbývající
da: tilbage
de: verbleiben
es: restantes
fr: restant(s)
he: נותר
it: rimanenti
nb: gjenstående
nl: resterend
pl: pozostały
ro: rămas
ru: осталось
tr: kalan
zh_hans: 剩余

source: App Profile
cs: Profil
da: App-profil
de: App-Profil
es: Perfil de la aplicación
fr: Profil de l'application
he: פרופיל אפליקציה
it: Profilo app
nb: App-profil
nl: App-Profiel
pl: Profil aplikacji
ro: Profilul aplicației
ru: Профиль приложения
tr: Uygulama Profili
zh_hans: 应用配置

source: Are you sure you want to delete this service?
cs: Opravdu chcete tuto službu smazat?
da: Er du sikker på, du vil slette denne service?
de: Bist Du sicher, dass Du diesen Dienst löschen möchtest?
es: ¿Está seguro de que desea eliminar este servicio?
fi: Haluatko varmasti poistaa tämän palvelun?
fr: Voulez-vous vraiment supprimer ce service?
he: בטוח שברצונך למחוק את שירות זה?
it: Sei sicuro di voler eliminare questo servizio?
nb: Er du sikker på at du vil slette denne tjenesten?
nl: Weet je zeker dat je deze service wil verwijderen?
pl: Czy na pewno chcesz usunąć tę usługę?
ro: Sunteți sigur/ă că vreți să ștergeți acest serviciu?
ru: Вы уверены, что хотите удалить этот сервис?
sk: Naozaj chcete odstrániť túto službu?
sv: Vill du ta bort den här tjänsten?
tr: Bu servisi silmek istediğinizden emin misiniz?

source: Continue
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 次へ
nb: Fortsett
nl: Ga Verder
pl: Kontynuuj
pt_br: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam et
vi: Tiếp tục
zh_hans: 继续

source: Critical Alerts
cs: Kritická upozornění
da: Kritiske advarsler
de: Kritische Warnungen
es: Alertas críticas
fr: Alertes critiques
it: Avvisi critici
nb: Kritiske varsler
nl: Kritieke Meldingen
pl: Alerty krytyczne
ro: Alerte critice
ru: Критические оповещения
sk: Kritické výstrahy
tr: Kritik Uyarılar
zh_hans: 关键通知

source: Delete Account
cs: Smazat účet
da: Slet konto
de: Konto löschen
es: Eliminar Cuenta
fi: Poista tili
fr: Supprimer le compte
he: מחק חשבון
it: Elimina account
ja: アカウントを削除
nb: Slett Konto
nl: Verwijder Account
pl: Usuń konto
pt_br: Remover Conta
ro: Șterge cont
ru: Удалить аккаунт
sk: Odstrániť účet
sv: Radera konto
tr: Hesabı sil
vi: Xóa Tài khoản
zh_hans: 删除账户

source: Delete Service
cs: Smazat službu
da: Slet service
de: Dienst löschen
es: Eliminar servicio
fi: Poista palvelu
fr: Supprimer le service
he: מחק שירות
it: Elimina servizio
nb: Slett tjeneste
nl: Service Verwijderen
pl: Usuń usługę
ro: Șterge serviciul
ru: Удалить сервис
sk: Odstrániť službu
sv: Ta bort tjänst
tr: Servisi Sil
zh_hans: 删除服务

source: Done
cs: Hotovo
da: Udført
de: Fertig
es: Completado
fi: Valmis
fr: Terminé
he: בוצע
it: Fine
nb: Ferdig
nl: Gereed
pl: Gotowe
ro: Gata
ru: Готово
sk: Hotovo
sv: Färdig
tr: Tamamlandı
